pub const NOVEL1: [&str; 6] = [
    //1
    "いっけなーい遅刻遅刻！私は今日から花の女子高生！
大型バイクで通学してたらドッカーーーーン！
インを攻めてたら曲がり角でぶつかっちゃった！

イテテ...

？：「大丈夫ですか？」

えっ、これって..",
//2
    "ｵﾌﾟﾃｨﾏｽﾌﾟﾗｲﾑ!?
    
私の目の前には、同じように倒れて額を抑えるｵﾌﾟﾃｨﾏｽﾌﾟﾗｲﾑがいた。

「すまない、私としたことが」

「いいえ私が悪いのよ！食パン1升咥えたら前が見えなくて」

すると",
//3
"すると、ｵﾌﾟﾃｨﾏｽﾌﾟﾗｲﾑは大きな手で私を支え、立ち上がらせてくれた。

彼のメタリックな顔が驚くほど近く、ドキドキが止まらない。

「君も大変だな、朝からパンを咥えて走っているなんて…まるで戦士だ。」",
//4
"「戦士だなんて・・」

「よし！学校に遅れてしまう！全速力だ！！」

ｵﾌﾟﾃｨﾏｽﾌﾟﾗｲﾑ君は私を軽々と持ち上げると。とんでもないスピードで学校に向かった。",
//5
"「おーい門閉めるぞー」

42km先から先生の声がした

「ｵﾌﾟﾃｨﾏｽﾌﾟﾗｲﾑ君！早くしないと遅刻しちゃうよ！」

「任せろ！変身！」

キュピンガシャンクキクキ

「ｵﾌﾟﾃｨﾏｽﾌﾟﾗｲﾑ君それは！」",
//6
"「オートボットノタメニ！」

ガチャガチャガコン
ガキップシュ

ドンッ！ドンッ！ドンッ！ドンッ！
ドゴーーンバゴンバゴン
ドンドンドギャーーン

ｷｭｲﾝ

バシューーーーーン

半径42km全域、がれきの山に変身した。"
];

pub const NOVEL2: [&str; 6] = [
//1
"「僕はこの世界を救う」

ーーこれから始まる物語はとある異世界の村はずれで働いている一人の少年が料理で世界を救う話ーー

「やあ坊や、今日もいつもの」

そういってお店に入ってきたこの人は僕の常連さんの",
//2
"ナッツヤーデさん。

この人の注文はいつも独特で、
千切りにしたキャベツに毒スライムの汁をかけたものか、
ゴブリンの親指を三日間干した肉しか頼まない。",
//3
"だから何入れてもばれねーんだ
面白そうなので色々入れてみることにした

炭素4kg、水素5kg、リン300gその他諸々

そのチャーハンは突然発光しなにかが姿を現した

それは、、、",
//4
"かの有名な乙武だった。

「いや失敗やないかぁ～い」

乙武が自虐ネタを披露してきたので、

「確かに欠損している。失敗だな」
と返した。

自虐ネタではなかったようで怒られてしまった。

そして、",
//5
"炒飯にプラスドライバーを当て、ねじを外す。

「...っ、頑張って！」

背後からの声援で、俺は一気に炒飯のネジを外すことに成功した。

「おい、この炒飯、単四じゃないか..」

手元の電池は単一のみ。だが！",
//6
"「おいおい、俺の存在を忘れちゃいねーか？」

「お前尾登竹！でかした！」

これは幸運だ、彼は単一電池を変換できる能力を持っていた。

「ほらよ、これでどうだ」

渡してきたのはネギだった。

治った炒飯を完食",
];

pub const NOVEL3: [&str; 7] = [
    //1
    "これは地方のテレビ局の町ぶらりロケから始まる物語である。
    
    女子アナ「皆さ～ん。こーんにーちはーー！」
    
    女子穴「ここで問題です。私はいまどこに来ているでしょう？」",
    //2
    "「こっこでーす！こっここっこ！ここでございます！」
    
    「正解はですねまめきち商店に来ていました！」
    
    「ここでは何が売ってるんですか？」
    
    女子アナが質問すると
    
    「サルの分際で服着てるんじゃねぇだなも」",
    //3
    "「なら、私を救って」
    
    女子アナはジャンケンで負けたことがない。
    しかし、野球拳でしか服を脱ぐことが許されない家系で育ったのだった。
    
    「ふん。任せろだなも」
    
    刹那両者が拳をあげ―
    
    じゃん　けんッッ！！",
    //4
    "ぽん！！
    
    あいこだった。
    女子アナはかなり手ごわい。
    
    二人の戦いは熾烈を極め、７日間あいこが出続けた。
    
    通りすがりの毒チワワ「も、もうやめるワン！！！！そんなことしても、死んだ両親は報われないワンｗ」",
    //5
    "毒チワワ「引き分けってことにならないワン？」
    
    独チワワ「Sie müssen sich nicht die Mühe machen, es zu übersetzen.」",
    //6
    "毒チワワ（多分これは肯定の意だろう）
    毒チワワ「ありがとう、このバトエンは返すよ」
    
    ???「השאירו את זה לדמיון שלכם」
    
    毒チワワ「ッあなたは！」
    
    露チワワ「Почему」",
    //7
    "糞チワワ「sibal」
    
    独チワワ「Rede nicht, ich bringe dich um」
    
    毒チワワ「くそぉ、このままじゃ番組が終わってしまう。」
    
    第一章　完
    
    次回　毒チワワと中途半端な願い"];