pub const NOVEL1: [&str; 6] = [
    //1
    "いっけなーい遅刻遅刻！私は今日から花の女子高生！
大型バイクで通学してたらドッカーーーーン！
インを攻めてたら曲がり角でぶつかっちゃった！

イテテ...

？：「大丈夫ですか？」

えっ、これって..",
//2
    "ｵﾌﾟﾃｨﾏｽﾌﾟﾗｲﾑ!?
    
私の目の前には、同じように倒れて額を抑えるｵﾌﾟﾃｨﾏｽﾌﾟﾗｲﾑがいた。

「すまない、私としたことが」

「いいえ私が悪いのよ！食パン1升咥えたら前が見えなくて」

すると",
//3
"すると、ｵﾌﾟﾃｨﾏｽﾌﾟﾗｲﾑは大きな手で私を支え、立ち上がらせてくれた。

彼のメタリックな顔が驚くほど近く、ドキドキが止まらない。

「君も大変だな、朝からパンを咥えて走っているなんて…まるで戦士だ。」",
//4
"「戦士だなんて・・」

「よし！学校に遅れてしまう！全速力だ！！」

ｵﾌﾟﾃｨﾏｽﾌﾟﾗｲﾑ君は私を軽々と持ち上げると。とんでもないスピードで学校に向かった。",
//5
"「おーい門閉めるぞー」

42km先から先生の声がした

「ｵﾌﾟﾃｨﾏｽﾌﾟﾗｲﾑ君！早くしないと遅刻しちゃうよ！」

「任せろ！変身！」

キュピンガシャンクキクキ

「ｵﾌﾟﾃｨﾏｽﾌﾟﾗｲﾑ君それは！」",
//6
"「オートボットノタメニ！」

ガチャガチャガコン
ガキップシュ

ドンッ！ドンッ！ドンッ！ドンッ！
ドゴーーンバゴンバゴン
ドンドンドギャーーン

ｷｭｲﾝ

バシューーーーーン

半径42km全域、がれきの山に変身した。"
];

pub const NOVEL2: [&str; 6] = [
//1
"「僕はこの世界を救う」

ーーこれから始まる物語はとある異世界の村はずれで働いている一人の少年が料理で世界を救う話ーー

「やあ坊や、今日もいつもの」

そういってお店に入ってきたこの人は僕の常連さんの",
//2
"ナッツヤーデさん。

この人の注文はいつも独特で、
千切りにしたキャベツに毒スライムの汁をかけたものか、
ゴブリンの親指を三日間干した肉しか頼まない。",
//3
"だから何入れてもばれねーんだ
面白そうなので色々入れてみることにした

炭素4kg、水素5kg、リン300gその他諸々

そのチャーハンは突然発光しなにかが姿を現した

それは、、、",
//4
"かの有名な乙 武(オツ タケシ)だった。

「いや失敗やないかぁ～い」

乙 武が自虐ネタを披露してきたので、

「確かに欠損している。失敗だな」
と返した。

自虐ネタではなかったようで怒られてしまった。

そして、",
//5
"炒飯にプラスドライバーを当て、ねじを外す。

「...っ、頑張って！」

背後からの声援で、俺は一気に炒飯のネジを外すことに成功した。

「おい、この炒飯、単四じゃないか..」

手元の電池は単一のみ。だが！",
//6
"「おいおい、俺の存在を忘れちゃいねーか？」

「お前尾登竹！でかした！」

これは幸運だ、彼は単一電池を変換できる能力を持っていた。

「ほらよ、これでどうだ」

渡してきたのはネギだった。

治った炒飯を完食",
];

pub const NOVEL3: [&str; 6] = [
    //1
    "「いっけなーい、遅刻遅刻～！」
    
    俺の名前はアデ。アデリーペンギンの一家に生まれた。4歳児！！
    今日からペンギンgAku園に通うんだ！！！
    
    ドン！！！！！いてて～ぶつかっちゃった～
    
    「大丈夫ですか？！」",
    //2
    "アデ「すいません。お怪我はありま....黒！？」
    
    そう、この学園にはリストバンドの色で５種類の階級が決められている。
    ちなみに私は赤。上から３番目の真ん中！。黒は、",
    //3
    "底も底ッ..
    給料は1ヵ月で91000ペリカッ..
    
    黒のリストバンドは底辺の象徴！
    
    班長のアデはgakuに問う
    
    「黒のリストバンドで校外外出券の入手方法を教えてやろうか？」
    
    それは驚愕の方法だった..",
    //4
    "やよい軒のお米が出るあの機械。
    あれをハッキングして、米の出る勢いを50倍にするのだ。
    
    「でも、そんなことをしたら罪のない人々が..」
    
    「学校の外に出たいだろう？」
    
    gakuは不満気に嘴をさすりながら、",
    //5
    "私をじっと見つめた。
    
    ペンギンgaku園には、校外への厳しい規制があって、
    生徒は決められたリストバンドを身につけないと外に出られない。
    
    それどころか、このリストバンドは生徒の行動や体調も監視しているのだ。",
    //6
    "このリストバンドに支配される生活なんて糞だ！
    死ねよ全員！！うおおおお！
    そう言って戦士gakuは立ち上がった。
    
    だが所詮はペンギン。人間には勝てない。
    
    薄れゆく意識の中。
    
    gakuは復讐を誓った。
    
    第二部期待"];